Repository: IBICT/noosfero
Catalog: plugins/profile_members_headlines/po/*/profile_members_headlines.po
Languages: pt

source: Display headlines from members of a community
pt: Mostrar manchetes para os membros de uma comunidade

source: This block displays one post from members of a community.
pt: Este bloco mostra um post de membros da comunidade

source: Profile members headlines
pt: Manchetes dos perfis dos membros

source: A plugin that adds a block where you can display posts from members.
pt: Um plugin que adiciona um bloco onde você pode mostrar os posts de membros.

source: Headlines transition:
pt: Transições de manchetes:

source: No automatic transition
pt: Sem transição automática

source: Every 1 second
pt: Cada 1 segundo

source: Display navigation buttons
pt: Mostrar botões de navegação

source: Limit of headlines
pt: Limite de manchetes

source: Choose which roles should be displayed:
pt: Escolha quais funções devem ser exibidas:

source: No headlines to be shown.
pt: Não há notícias para ser mostrada.
