Repository: IBICT/noosfero
Catalog: plugins/social_share_privacy/po/*/social_share_privacy.po
Languages: pt

source: A plugin that adds share buttons from other networks.
pt: Um plugin que adiciona botões de compartilhamento de outras redes.

source: Option updated successfully.
pt: Opção atualizaca com sucesso.

source: Option wasn't updated successfully.
pt: Opção não atualizada com sucesso.

source: Social Share Privacy Options
pt: Opções do Social Share Privacy

source: Choose the social networks you want to enable the share buttons.
pt: Escolha as redes sociais que você deseja habilitar os botões de compartilhamento.

source: Available networks
pt: Redes disponíveis

source: Add
pt: Adicionar

source: Remove
pt: Remover

source: Selected networks
pt: Redes selecionadas

source: The same order in which you arrange the social networks here will be used for arranging the share buttons.
pt: A mesma ordem em que você organizar as redes sociais aqui será usada para organizar os botões de compartilhamento.

source: Save
pt: Salvar
